{
    "Travel": [
        "What's the most memorable trip you've ever taken?",
        "If you could visit any country in the world, where would you go?",
        "What do you always take with you on a trip?",
        "Do you prefer traveling alone or with others?",
        "What's your favorite travel memory?",
        "How do you prefer to travel: by car, plane, or train?",
        "What's the best food you've ever had while traveling?",
        "Do you prefer beaches or mountains?",
        "What's the most adventurous thing you've done on a trip?",
        "What's your favorite city that you've visited?",
        "Do you prefer budget travel or luxury travel?",
        "Have you ever had a travel mishap?",
        "Do you collect souvenirs from your trips?",
        "What's the longest trip you've ever taken?",
        "Do you prefer to travel to new places or revisit old favorites?",
        "What's the best hotel or accommodation you've stayed in?",
        "Do you like to plan your trips or be spontaneous?",
        "What's the most beautiful place you've seen while traveling?",
        "How do you deal with language barriers when traveling?",
        "What's your next travel destination?"
    ],
    "Books_and_Movies": [
        "What's the last book you read that you really loved?",
        "Who's your favorite author and why?",
        "What book had a significant impact on your life?",
        "Do you prefer fiction or non-fiction books?",
        "What's your favorite movie genre?",
        "Who's your favorite movie director?",
        "What's the best movie you've seen this year?",
        "Do you prefer to read the book or watch the movie adaptation first?",
        "What's a book you think everyone should read?",
        "What's a movie that made you cry?",
        "Do you have a favorite literary character?",
        "What's the most disappointing book-to-movie adaptation?",
        "Do you prefer eBooks or physical books?",
        "What's your favorite classic book?",
        "What's a movie you can watch over and over again?",
        "Do you like to read or watch movies more?",
        "What's a book you've read more than once?",
        "What's your favorite movie quote?",
        "Do you have a favorite book series?",
        "What's a movie that's better than the book?"
    ]
}