{
    "National Environmental Concerns": [
        "How do you think climate change will affect your country in the next decade?",
        "What measures can individuals take to reduce their carbon footprint?",
        "Do you think renewable energy sources will replace fossil fuels in the future?",
        "What's your opinion on the use of nuclear energy as an alternative to fossil fuels?",
        "How can governments encourage people to be more environmentally conscious?"
    ],
    "Personal Values and Ideals": [
        "What personal values are most important to you?",
        "Do you think your country's culture influences your personal values? How?",
        "How do you define success in life?",
        "What do you think about the role of education in shaping personal values?",
        "In what ways do you think technology is affecting our values and ideals?"
    ],
    "The World of Work": [
        "What do you think will be the biggest changes in the workplace in the next decade?",
        "How has remote work changed your view on the traditional office setting?",
        "What role do you think technology will play in the future of work?",
        "Do you think the concept of a 9-5 workday is outdated?",
        "How do you balance work and personal life?"
    ],
    "Public Figures Past and Present": [
        "Who's a historical figure you admire and why?",
        "Do you think public figures have a responsibility to be role models?",
        "How do you think the media influences our perception of public figures?",
        "What lessons can we learn from the lives of past public figures?",
        "Who is a current public figure that you admire and why?"
    ],
    "Society and Living Standards": [
        "What do you think are the biggest challenges facing society today?",
        "How do you think living standards have changed in the last 50 years?",
        "What role should governments play in improving living standards?",
        "How do technological advancements impact society and living standards?",
        "What measures can be taken to reduce poverty and improve living standards?"
    ],
    "AI and Human Relationships": [
        "What are your thoughts on the ethical implications of AI in society?",
        "Do you believe AI will enhance or diminish human relationships?",
        "How can we ensure that AI development is aligned with human values?",
        "What are the potential benefits and risks of AI in healthcare?",
        "How do you think AI will change the way we work in the future?"
    ],
    "Travel": [
        "What's the most memorable trip you've ever taken?",
        "If you could visit any country in the world, where would you go?",
        "What do you always take with you on a trip?",
        "Do you prefer traveling alone or with others?",
        "What's your favorite travel memory?",
        "How do you prefer to travel: by car, plane, or train?",
        "What's the best food you've ever had while traveling?",
        "Do you prefer beaches or mountains?",
        "What's the most adventurous thing you've done on a trip?",
        "What's your favorite city that you've visited?",
        "Do you prefer budget travel or luxury travel?",
        "Have you ever had a travel mishap?",
        "Do you collect souvenirs from your trips?",
        "What's the longest trip you've ever taken?",
        "Do you prefer to travel to new places or revisit old favorites?",
        "What's the best hotel or accommodation you've stayed in?",
        "Do you like to plan your trips or be spontaneous?",
        "What's the most beautiful place you've seen while traveling?",
        "How do you deal with language barriers when traveling?",
        "What's your next travel destination?"
    ],
    "Books_and_Movies": [
        "What's the last book you read that you really loved?",
        "Who's your favorite author and why?",
        "What book had a significant impact on your life?",
        "Do you prefer fiction or non-fiction books?",
        "What's your favorite movie genre?",
        "Who's your favorite movie director?",
        "What's the best movie you've seen this year?",
        "Do you prefer to read the book or watch the movie adaptation first?",
        "What's a book you think everyone should read?",
        "What's a movie that made you cry?",
        "Do you have a favorite literary character?",
        "What's the most disappointing book-to-movie adaptation?",
        "Do you prefer eBooks or physical books?",
        "What's your favorite classic book?",
        "What's a movie you can watch over and over again?",
        "Do you like to read or watch movies more?",
        "What's a book you've read more than once?",
        "What's your favorite movie quote?",
        "Do you have a favorite book series?",
        "What's a movie that's better than the book?"
    ]
}
